
DVDModuleNameInList								= "Dvd";
DVDWindowHeader									= "Dvd-afspiller";
DVDNoDiskInserted								= "Indsæt en dvd";
DVDInsertedLabel								= "Indsat dvd";
DVDReadingDVDPleaseWait                         = "Læser dvd…";
DVDModuleMenu                                   = "Dvd-menu";
DVDModuleEject                                  = "Skub disk ud";
DVDModuleStop                                   = "Afbryd";
DVDModuleResume                                 = "Genoptag afspilning";
DVDModuleHistoryBeginning                       = "Start fra begyndelsen";
DVDModuleHistoryDefaultBookmark                 = "Start fra bogmærke";

DVDOptionsHeader								= "Indstillinger";
DVDOptionsFlagOn                                = "Til";
DVDOptionsFlagOff                               = "Fra";
DVDOptionsMuting                                = "Lydløs";
DVDOptionsCaptioning                            = "Closed Captioning";
DVDPlayerChapterFormatter                       = "Kapitel %d af %d";

ErrorCantInitializeDVDPlaybackAlert				= "Du kan ikke afspille en dvd lige nu.";
ErrorCantInitializeDVDPlaybackMessage			= "Et andet program afspiller en dvd. Vend tilbage til skrivebordet for at slutte det andet program, og prøv igen.";
ErrorCantEjectDVDAlert							= "Dvd'en kan ikke skubbes ud.";
ErrorCantEjectDVDMessage						= "Et andet program afspiller dvd'en. Vend tilbage til skrivebordet for at slutte det andet program.";
ErrorBadRegionCodeAlert							= "Dvd-regionskoden passer ikke til dvd-afspilleren.";
ErrorBadRegionCodeMessage						= "Der findes flere oplysninger om dvd-regionskoder i Hjælp til Dvd-afspiller.";
ErrorBadDVDMediaAlert							= "Dvd'en kan ikke afspilles.";
ErrorBadDVDMenuMessage							= "Formatet blev ikke genkendt.";

/* Generic Fatal DVD Alert Messages */
ErrorFatalDVDAlert								= "Dvd'en kan ikke afspilles.";
ErrorFatalDVDMessage							= "Der er et problem med disken.";

/* The following are straight error codes matching strings for the DVD Player framework */

/*	kDVDErrorAuthentification = -70025,	The user attempting to change the region code could not be authenticated. */
-70025											= "Diskens kopibeskyttelse kan ikke kontrolleres.";
